Repository: msarras/cay
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: first name
fr: prénom

source: last name
fr: nom

source: phone number
fr: numéro de téléphone

source: postal code
fr: code postal

source: members per account
fr: nombre de personnes qui en bénéficient

source: user
fr: utilisateur

source: group
fr: groupe

source: expiration date
fr: date d'expiration

source: group membership
fr: permissions du groupe

source: Sign in to your account
fr: Établir une connexion à votre compte

source: Forgot password?
fr: Mot de passe oublié ?

source: Sign in
fr: Connexion

source: Join us
fr: Inscrivez-vous

source: Really log out?
fr: Confirmez si vous souhaitez toujours vous déconnecter

source: Log out
fr: Déconnexion

source: Cancel
fr: Annuler

source: Change account password
fr: Modifier le mot de passe

source: Save
fr: Enregistrer

source: Reset account password
fr: Réinitialiser le mot de passe

source: Reset
fr: Réinitialiser

source: General information
fr: Vos informations

source: name
fr: nom

source: basket
fr: panier

source: category
fr: catégorie

source: week of
fr: semaine du

source: valid until
fr: valide jusqu'à

source: weekly basket item
fr: aliment de la semaine

source: English
fr: anglais

source: French
fr: français

source: reference task
fr: tâche de référence

source: member order
fr: commande du membre

source: quantity
fr: quantité

source: member selected basket
fr: choix de panier du membre

source: total orders
fr: somme de commandes

source: Total budget
fr: Budget total

source: total purchase cost
fr: total en achats

source: distributor order
fr: commande au distributeur

source: basket name
fr: nom du panier

source: basket quantity
fr: quantité de paniers

source: basket cost
fr: coût du panier

source: distributor order basket
fr: panier en termes du distributeur

source: distributor order basket item
fr: aliment d'un panier en termes du distributeur

source: quantity price
fr: prix de la quantité

source: units per basket
fr: unités par panier

source: Summary details for week of
fr: Résumé pour la semaine du

source: Basket
fr: Panier

source: Product
fr: Produit

source: Sold in
fr: Vendu en

source: Unit
fr: Unité

source: Price per unit
fr: Prix à l'unité

source: Quantity of units to purchase
fr: Quantité d'unités à acheter

source: Purchase price
fr: Prix d'achat

source: Units per basket
fr: Unités par panier

source: Cost per basket
fr: Coût par panier

source: Subtotal
fr: Sous-total

source: Total cost
fr: Coût total

source: Member orders
fr: Commandes des membres

source: Breakdown of all orders received by members this week
fr: Résumé de commandes reçues pour la semaine

source: Member
fr: Membre

source: Received at
fr: Date de reçu

source: Generate distributor order
fr: Générer la commande pour le distributeur

source: No orders received yet
fr: Aucune commande reçu à date

source: Available baskets for this week
fr: Les paniers de la semaine

source: Submit
fr: Soumettre

source: Current basket order
fr: Votre commande actuelle

source: Quantity
fr: Quantité

source: Price
fr: Coût

source: Modify
fr: Modifier

source: Order received
fr: Commande bien reçu

source: View order
fr: Voir votre commande

source: Weekly basket not yet open
fr: Les paniers sont actuellement fermés

source: Check again a bit later
fr: Veuillez revenir plus tard

source: common name
fr: nom simple

source: organic
fr: biologique

source: origin
fr: origine

source: primary packaging unit
fr: emballage primaire

source: secondary packaging unit
fr: emballage secondaire

source: was previously ordered
fr: préparé pour la liste du collectif

source: comments
fr: commentaires

source: Products
fr: Produits

source: brand
fr: marque

source: product brand
fr: marque du produit

source: product basic food
fr: groupe alimentaire

source: product price
fr: prix du produit

source: Products updated successfully
fr: Mise à jour réussie

source: Below is a table summarising the update
fr: Voici les données téléversées ci-dessous

source: Finish
fr: Terminer

source: Task
fr: Tâche

source: Update products
fr: Mettre à jour les produits

source: Upload an Excel file (.xlsx) with the latest product information
fr: Téléverser un fichier Excel (.xlsx) ayant les dernières informations

source: Monday
fr: lundi

source: Tuesday
fr: mardi

source: Wednesday
fr: mercredi

source: Thursday
fr: jeudi

source: Friday
fr: vendredi

source: Saturday
fr: samedi

source: Sunday
fr: dimanche

source: operation order
fr: ordre d'opération

source: task
fr: tâche

source: published at
fr: publié au

source: publish task
fr: signalisation de tâche

source: day of the week
fr: jour de la semaine

source: time start
fr: début

source: minimum required volunteers
fr: minimum de bénévoles demandés

source: task time slot
fr: créneau horaire de tâche

source: volunteer
fr: bénévole

source: assigned at
fr: assigné le

source: assign task
fr: attribuer une tâche

source: Assigned tasks
fr: Vos tâches

source: Day
fr: Jour

source: Time
fr: Heure

source: Duration
fr: Durée

source: Other participants
fr: Autres participants

source: Start
fr: Démarrer

source: No volunteers yet
fr: Aucun participant actuellement

source: Create
fr: Créér

source: No items yet
fr: Aucun produit actuellement

source: Basket order closing date
fr: Date d'échéance pour soumission de commandes

source: Select date
fr: Selectionnez une date

source: Publish baskets
fr: Enregistrer les paniers

source: Actions
fr: Traitement

source: Remove
fr: Supprimer

source: Add
fr: Ajouter

source: Volunteering request received!
fr: Demande de bénévolat reçue !

source: View assigned tasks
fr: Voir vos tâches

source: Participate in the collective!
fr: Participez au collectif !

source: Select one or more tasks in the weekly timeline to participate
fr: Sélectionnez une ou plusieurs tâches ci-dessous pour y participer

source: Requires at least
fr: Demande au moins

source: Task already taken up by
fr: Tâche déjà prise en charge par

source: at
fr: à

source: for
fr: pour

source: hours
fr: heures

source: Latest Activity
fr: Activités récentes

source: Weekly basket orders are currently
fr: La commande de paniers hebdomadaires est actuellement

source: open
fr: ouverte

source: closed
fr: fermée

source: You can usually place orders between Tuesday and Thursday
fr: Normalement vous pouvez passer vos commandes entre mardi et jeudi.

source: Browse
fr: Naviguer

source: Resources
fr: Ressources

source: Follow us
fr: Suivez-nous

source: The CAY: A food purchasing group in Youville
fr: Le Collectif d'Achat Youville

source: Making fresh and healthy food affordable and accessible to the community, by the community
fr: Rendre accessible et abordable la nourriture fraîche et saine à la communauté, par la communauté.

source: How the purchasing group works
fr: Comment ça fonctionne ?

source: Members of the group voluntarily collaborate and coordinate on key tasks each week to bring affordable food to the community
fr: Les membres du groupe collaborent sur diverses tâches chaque semaine pour rendre de la nourriture abordable à la communauté.

source: Make a grocery wish list for different baskets of goods with a set budget
fr: Faire la liste de produits pour différents paniers sur un budget fixe

source: Members choose among baskets of goods
fr: Les membres choisissent parmi les paniers disponibles

source: From Tuesday to Thursday, members are invited to select from the preconstructed baskets, and in quantities that suit their needs.
fr: Du mardi au jeudi, les membres sont invités à choisir parmi les paniers qui y sont disponibles en quantité qui correspondent à leurs besoins.

source: Translate member orders into a purchase list at the distributor
fr: Transformer les commandes en une seule liste d'achat chez le distributeur

source: Compiling all the member order requests into an actionable grocery list at the distributor is tricky! Prices and availability of items fluctuate daily, and are sold in quantities and units not found at the average retail grocery store. A few volunteers will take on the task of travelling to the distributor in order to verify the latest prices and stock, and then adjust the purchase list as a function of the budget set by the weekly member order requests.
fr: Compiler toutes les commandes en une seule liste d'aliments pour acheter chez le distributeur n'est pas évident ! Les prix et la disponibilité des articles fluctuent quotidiennement et sont vendus en quantités et unités qui ne se trouvent pas normalement dans une épicerie. Quelques bénévoles s'en chargent de se rendres chez le distributeur afin de vérifier les derniers prix et la disponibilité d'aliments, puis d'ajuster la liste d'achats en fonction du budget fixé par la somme des commandes hebdomadaires.

source: Prepare and distribute member baskets at the pick-up point
fr: Préparer les paniers pour distribuer aux membres à l'Espace des Possibles

source: Once the volunteers transport the order at the distributor back to the Espace des Possibles, the food items are portioned into as many individual baskets as there were requests from members that week. Members of the collective stop by the Espace des Possible at one of two available time slots to collect their order.
fr: Une fois que les bénévoles auront transporté les aliments du distributeur jusqu'à l'Espace des Possibles, les aliments sont répartis en autant de paniers qu'il y a de demandes de membres. Les membres du collectif passent à l'Espace des Possibles à l'un des deux créneaux horaires pour récupérer leur commande.

source: 52 weeks of baskets and counting!
fr: 52 semaines de paniers et ça continue !

source: The purchasing group has been growing steadily since its inception in early 2024.
fr: Le groupe d'achats a connu une croissance constante depuis sa création en début 2024.

source: See our first appearance in
fr: Découvrez les nouvelles dans

source: in January of 2024
fr: du janvier, 2024

source: here
fr: ici

source: and our latest appearance in January of 2025
fr: ainsi qu'en janvier 2025

source: Join the community
fr: Joignez-vous à la communité

source: Together for better food security.
fr: Ensemble pour la sécurité alimentaire.

source: Sign up
fr: S'inscrire

source: Contact us
fr: Contact

source: Partners
fr: Partenaires

source: About
fr: À propos

source: Tools
fr: Outils

source: Profile
fr: Profil

source: Sign out
fr: Déconnexion

source: Dashboard
fr: Tableau de bord

source: Weekly baskets
fr: Paniers hebdomodaires

source: Volunteer
fr: Aider au collectif

source: Settings
fr: Paramètres

source: Forgot password
fr: Mot de passe oublié

source: Reset password
fr: Modifier le mot de passe

source: Create and manage weekly basket
fr: Créér et gérer les paniers hebdomodaires

source: Update latest product prices fetched from distributor
fr: Mettre à jour les derniers prix des produits récupérés auprès du distributeur

source: Compile Member orders to generate a distributor order list
fr: Compiler les commandes reçues des membres pour générer une liste d'achats pour le distributeur

source: Purchase member orders at distributor
fr: Acheter les bons chez le distributeur

source: Prepare baskets for member pick-up point
fr: Préparer les paniers pour les membres au point de chute

source: Distribute baskets to members at pick-up point
fr: Distribuer les paniers aux membres au point de chute

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
fr: Nous vous avons envoyé un e-mail pour validation. Cliquez sur le lien fourni dans l'e-mail pour terminer l'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception, vérifiez votre dossier spam. Merci de nous contacter si vous ne le recevez pas d'ici quelques minutes.

source: Youville Food Purchasing Group
fr: Collectif d'achat Youville

source: From Monday to Tuesday, volunteers select food items beforehand according to availability and the group's tastes. Each selected item is assigned to some basket of goods with a predefined budget. As many oranges and bananas might be selected to fill a budget of $10 for the Fruit basket.
fr: Les lundis et mardis des bénévoles du groupe sélectionnent d'avance les aliments en fonction de la disponibilité de ces derniers et aux goûts du groupe. Chaque aliment sélectionné est attribué à un panier de biens ayant un budget fixe. Par exemple, autant d'oranges et de bananes vont être sélectionnées pour remplir un budget de $10 pour le panier de fruits.

source: Purchase the group's order at the distributor
fr: Acheter la somme des commandes chez le distributeur

source: With the group's order in hand, volunteers will travel directly to the distributor and purchase all the desired items, possibly replacing one item for another to account for unpredictabilities, but always staying within the budget!
fr: Avec la commande du groupe en main, des bénévoles du collectif se déplacent chez le distributeur pour acheter tous les aliments, en tenant compte la disponibilité d'aliments en cas d'imprévus, toutefois en respectant le budget !

source: It's the volunteers that make it all possible!
fr: Ce sont les bénévoles qui rendent tout cela possible !

source: What we've been up to
fr: On parle du collectif

source: Breakdown of this week's tasks
fr: Résumé de vos tâches de la semaine

source: Don't have an account yet?
fr: Vous n'êtes pas encore inscrits ?

source: Confirm Email Address
fr: Confirmer l'adresse e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
fr: Merci de confirmer que <a href="mailto:%(email)s">%(email)s</a> est l'adresse e-mail de %(user_display)s.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
fr: Impossible de confirmer %(email)s car il est déjà confirmé par un autre compte.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
fr: Ce lien de confirmation d'adresse e-mail a expiré ou n'est pas valide. Veuillez lancer <a href="%(email_url)s">une nouvelle demande de confirmation</a>.
